[ru-RU]
first_launch_message=ВНИМАНИЕ!\n\nЕсли вы играете в видеоигры — обратите внимание на то, что данный инструмент работает на AutoHotkey, который может быть запрещён в играх к использованию, в том числе и в фоновом режиме, из-за игроков, использующих .ahk-скрипты для получения нечестного преимущества над другими игроками.\n\nВо избежание проблем из-за игровых античитов рекомендуется отключать все процессы AutoHotkey перед игрой.\n\nНаиболее высок риск в следующих играх: Marvel Rivals, Apex Legends, игры с BattlEye античитом.
prepare_fonts=В системе отсутствуют шрифты, используемые утилитой.\nЗакройте это окно для их получения.\n\nШрифты к установке:
and=и
lib_init=Инициализация
lib_init_entry=Запись: «{U+2008}{}{U+2008}»
lib_init_internal_lib=Внутренняя библиотека
lib_init_custom=Пользовательские рецепты
binds_init=Инициализация привязок
profile=Профиль
profile_default=По умолчанию
profile_new=< СОЗДАТЬ >
profile_new_name=Имя профиля
profile_creation=Создание профиля
gui_options_autoload_created=Ярлык для автозагрузки создан или обновлен
gui_panel=Панель
gui_panel_context_add_favorites=Добавить в избранное
gui_panel_context_remove_favorites=Удалить из избранного
gui_panel_context_show_symbol_page=Посмотреть символ на {}
gui_panel_context_show_block_page=Посмотреть блок Юникода на {}
gui_panel_context_glyph_variations=Вариации глифа
gui_panel_context_legend=Легенда
gui_panel_context_show_entry=Посмотреть запись {}
gui_scripter_alt_mode=Режим альтернативного ввода
gui_scripter_glyph_variation=Вариация глифов
gui_scripter_glyph_variation_panel=Панель вариации глифов
gui_legend=Легенда
gui_legend_unicode=Имя в {@default:unicode}
gui_legend_alts=Варианты названий
gui_legend_ipa=МФА
gui_legend_transcription=Транскрипция
gui_legend_names=Названия
gui_legend_data=Данные
gui_legend_entry=Запись
gui_legend_languages=Языки
gui_legend_language=Язык / Письмо
gui_legend_value=Значение
gui_legend_author=Авторы:
gui_legend_author_default=<a href="https://github.com/DemerNkardaz">Ялла Нкардаз</a>
gui_legend_unknown=Неизвестно
gui_legend_description_unavailable=Описание недоступно
gui_options=Настройки
gui_options_common=Общие
gui_options_language=Язык
gui_options_layout=Раскладка
gui_options_layout_remapping=Ремаппинг
gui_options_layout_remapping_description=При включении ремаппинга будут переназначены все стандартные клавиши клавиатуры в соответствии с выбранной раскладкой за исключением QWERTY/ЙЦУКЕН. Данная настройка может препятствовать использованию привязок приложений, например, игр.\n\nРемаппинг будет актуален для пользовательских раскладок.\n\nПо возможности, рекомендуется использовать аналогичную системную раскладку вместо ремаппинга.
gui_options_bindings=Привязки
gui_options_bindings_none=Нет привязок
gui_options_unicode_resource=Ресурс {@default:unicode}
gui_options_unicode_resource_use_system_language=Язык системы
gui_options_updates=Обновления
gui_options_update_check=Проверить обновления
gui_options_update_absent=У вас уже установлена последняя версия.
gui_options_update_successful=Обновление успешно завершено.\nУстановлено {} → {}
gui_options_update_failed=Обновление не удалось завершить.
gui_options_update_failed_pshell=Обновление не удалось завершить. Сценарий PowerShell завершился с кодом {}.
gui_options_update_error=Произошла ошибка обновления. Исправляем…
gui_options_update_check_failed=Проверка обновлений не удалась. Возможно, вы не подключены к интернету.
gui_options_update_duplicated=Обнаружено дублирование кода обновления. Исправляем…
gui_options_update_repair=Починка установки.\n\nВы уверены, что хотите принудительно перезаписать установленную версию DSL KeyPad?\n\nВсе пользовательские файлы не будут затронуты.
gui_options_update_repair_title=Восстановление
gui_options_update_repair_success=Восстановление завершено успешно.
gui_options_update_found_legacy_files=В установке присутствуют файлы библиотек и/или локализации, не используемые в новой версии.\n\nВы хотите удалить их?\n\nСписок файлов:\n{}
gui_options_update_found_legacy_files_deleted=Удаление завершено успешно.
gui_options_get_update=Обновить до версии: {}
gui_options_get_update_acception=Доступна версия {}.\n\nХотите установить?
gui_options_update_cannot_be_executed=Невозможно осуществить операцию
gui_options_off_autocheck_updates=Отключить авто-проверку обновлений
gui_options_letterI=Тип ввода «I»
gui_options_default=По умолчанию
gui_options_separated=Раздельный
gui_options_hybrid=Гибридный
gui_options_tab_characters=Знаки
gui_options_tab_base=Базовый ввод
gui_options_LaTeX_Mode=Режим LaTeX-кодов
gui_options_LaTeX_Mode_text=Текстовый
gui_options_LaTeX_Mode_math=Математический
gui_options_HTML_Mode=Режим HTML-кодов
gui_options_HTML_Mode_decimal=Десятичный
gui_options_HTML_Mode_hexadecimal=Шестнадцатеричный
gui_options_LaTeX_Hotstrings=LaTeX-строки автозамены
gui_recipes=Мои рецепты
gui_recipes_remove_confirm=Вы действительно хотите удалить рецепт «{}»?
gui_recipes_xcompose_break=Рецепты, извлечённые из «.XCompose» файлов, не могут быть удалены или отредактированы.
gui_recipes_create=Создание/Редактирование рецепта
gui_recipes_create_section=Секция («a–Z» и «_»)
gui_recipes_create_name=Имя рецепта
gui_recipes_create_recipe=Рецепт
gui_recipes_create_tags=Теги
gui_recipes_create_result=Результат
gui_recipes_create_exists=Пользовательский рецепт с именем секции «{}» уже существует.
gui_recipes_create_exists_internal=Рецепт с именем секции «{}» уже существует в стандартной библиотеке.\n\nПереименуйте секцию пользовательского рецепта.
gui_recipes_create_invalid_name=Имя должно содержать только буквы английского языка «a–Z», цифры (не в начале) и символ подчёркивания «_».
gui_recipes_create_invalid_section_name=Недопустимое имя секции.\n{@ru-RU:gui_recipes_create_invalid_name}
gui_recipes_create_invalid_xcompose_name=Недопустимое имя файла .XCompose.\n{@ru-RU:gui_recipes_create_invalid_name}
gui_recipes_attach_list=Прикрепить список
gui_recipes_attach_edit_unable=Прикреплённые рецепты не могут быть отредактированы или удалены из этого окна.
gui_recipes_read_error=Ошибка чтения списка рецептов: секция {}, рецепт {}.
gui_recipes_read_error_reinit=Ошибка чтения списка рецептов: секция {}, рецепт {}.\n\nПользовательские рецепты будут ре-инициализированы.
gui_recipes_error_titles=Локализованное имя рецепта «{}» содержит ошибку (код языка пуст или иная ошибка).
gui_save=Сохранить
gui_cancel=Отменить
gui_changelog=История изменений
tab_diacritics=Диакритика
tab_letters=Буквы
tab_spaces=Пробелы и спец-символы
tab_smelting={@default:misc_fire} Рецепты плавильни
tab_fastkeys={@default:misc_insert_key} Быстрые ключи
tab_secondkeys={@default:misc_die_face_2} Вторичные ключи
tab_tertiarykeys={@default:misc_die_face_3} Третичные ключи
tab_scripts={@default:misc_amphora} Письменности
tab_all={@default:misc_white_chess_king} Все символы
tab_favorites={@default:misc_circled_white_start} {@:feature_favorites}
tab_help={@default:misc_bulb} Помощь
tab_TELEXVNI={@default:misc_mahjong_tile_bamboo} {@default:TELEX}
tab_about={@default:misc_info} О программе
tab_useful=Полезное
tab_changelog=История изменений
col_name=Имя
col_key=Ключ
col_view=Вид
col_unicode={@default:unicode}
col_recipe=Рецепт
col_result=Результат
col_entryid=ID записи
col_entry_title=Запись
col_entry_key=Ключ комбинации
col_entry_file=Файл
feature_favorites=Избранное
preview_html=HTML-Код/Мнемоника
preview_unicode=Юникод
character=Знак
character_have_combining=✅ Комбинируемая Форма
character_combining=Комбинируемый Знак
with_my_recipes=«Моих рецептов»
entry=Запись
tags=Теги
version=Версия
date=Дата
release_link=Сссылка релиза
open_panel=Открыть панель
autoload_add=Добавить в автозагрузку
bundle_creation_failed_pshell=Создание сборки не удалось. Сценарий PowerShell завершился с кодом {}.
bundle_creation_failed=Создание сборки не удалось.
get_update=Обновить
update_available=Обновить до версии: {}
typography=Типографика
typography_layout=<a href="https://ilyabirman.ru/typography-layout/">«Типографская раскладка»</a>
unicode_resources={@default:unicode}-ресурсы
dictionaries=Словари
dictionaries_japanese=Японский: 
dictionaries_chinese=Китайский: 
dictionaries_vietnamese=Вьетнамский: 
script_mode_activated=Режим ввода «{}» активирован.\n\nПримечание: AutoHotkey перехватывает нажатие привязанных клавиш, делая невозможным использование ряда команд приложений (например, WASD для передвижения в играх).
script_mode_deactivated=Режим ввода «{}» деактивирован.
script_pinYin=Пиньинь
script_vietNam=Вьетнамский
script_karaShiki=„Кара‐сики“ (авторский кастомный)
script_autoDiacritics=Автодиакритика
alt_mode_gui_press=Нажмите {}
alt_mode_hellenic=Эллинское письмо
alt_mode_germanic_runes__glagolitic=Германские руны и Глаголица
alt_mode_old_turkic__old_permic=Древнетюркское и Древнепермское письмо
alt_mode_old_hungarian=Секейское письмо
alt_mode_gothic=Готское письмо
alt_mode_old_italic=Этрусское письмо
alt_mode_phoenician=Финикийское письмо
alt_mode_ancient_south_arabian=Южноаравийское письмо
alt_mode_ancient_north_arabian=Североаравийское письмо
alt_mode_carian=Карийское письмо
alt_mode_lycian=Ликийское письмо
alt_mode_lydian=Лидийское письмо
alt_mode_sidetic=Сидетское письмо
alt_mode_cypriot_syllabary=Кипрское слоговое письмо
alt_mode_tifinagh=Тифинаг
alt_mode_ugaritic=Угаритское письмо
alt_mode_old_persian=Древнеперсидское письмо
alt_mode_ipa=Международный фонетический алфавит
alt_mode_deseret=Дезеретский фонетический алфавит
alt_mode_shavian=Шовианский фонематический алфавит
alt_mode_math=Математический ввод
alt_mode_warning_isp_active=Невозможно активировать альтернативный ввод «{}», пока ативен {@default:TELEX}-подобный режим «{}».
glyph_mode_combining=Комбинируемые знаки
glyph_mode_superscript=Надстрочные знаки и модификаторы
glyph_mode_subscript=Подстрочные знаки
glyph_mode_italic=Курсивные знаки
glyph_mode_bold=Полужирные знаки
glyph_mode_italic_bold=Полужирные курсивные знаки
glyph_mode_sans_serif=Знаки без засечек
glyph_mode_sans_serif_italic=Курсивные знаки без засечек
glyph_mode_sans_serif_bold=Полужирные знаки без засечек
glyph_mode_sans_serif_italic_bold=Полужирные курсивные знаки без засечек
glyph_mode_monospace=Моноширинные знаки
glyph_mode_fullwidth=Полноширинные знаки
glyph_mode_small_capital=Капители
glyph_mode_fraktur=«Fraktur» знаки
glyph_mode_fraktur_bold=«Fraktur» полужирные знаки
glyph_mode_script=Рукописные знаки
glyph_mode_script_bold=Рукописные полужирные знаки
glyph_mode_double_struck=«Double-Struck» знаки
glyph_mode_double_struck_italic=«Double-Struck» курсивные знаки
glyph_mode_uncombined=Некомбинируемые знаки
script_processor_mode_vietNam=Вьетнамский и Джарайский
script_processor_mode_pinYin=Ханьюй Пиньинь
script_processor_warning_alt_mode_active=Невозможно активировать {@default:TELEX}-подобный режим «{}», пока активен альтернативный ввод «{}».
symbol_search=Поиск знака
symbol_search_prompt=!юс большой — чувствительно к регистру ({U+046B}).\nюс большой — нечувствительно ({U+046A} вместо {U+046B}).
symbol_unicode={@default:unicode}
symbol_altcode=Альт-код
symbol_altcode_pages=КС [{}]
symbol_smelting=Сплавить знаки
symbol_smelting_prompt=Вставьте ингредиенты
symbol_custom_compose=Мои рецепты
symbol_roman_numeral=Римские цифры
symbol_roman_numeral_prompt=Вставьте число для конвертации
symbol_code_prompt=Введите значения
symbol_special_key=Спец-комбинации
symbol_germanic_runes=Германские руны
symbol_glagolitic=Глаголица
symbol_hellenic=Эллинское письмо
symbol_futhark=Старший Футарк
symbol_futhork=Футорк
symbol_futhark_younger=Младший Футарк
symbol_futhark_almanac=Рунический Альманах
symbol_futhark_younger_later=Поздний М. Футарк
symbol_medieval_runes=Средневековые Руны
symbol_runic_punctuation=Руническая пунктуация
symbol_turkic=Древнетюркский
symbol_turkic_orkhon=Орхонский репертуар
symbol_turkic_yenisei=Енисейский репертуар
symbol_hungarian=Секейский
symbol_permic=Древнепермский
symbol_gothic=Готский
symbol_old_italic=Древнеиталийский
symbol_phoenician=Финикийский
symbol_ancient_south_arabian=Южноаравийский
symbol_ancient_north_arabian=Североаравийский
symbol_carian=Карийское письмо
symbol_lycian=Ликийское письмо
symbol_lydian=Лидийское письмо
symbol_sidetic=Сидетское
symbol_cypriot_syllabary=Кипрское письмо
symbol_tifinagh=Тифинаг
symbol_ugaritic=Угаритский
symbol_old_persian=Древнеперсидский
symbol_ipa=МФА
symbol_deseret=Дезеретский ФА
symbol_shavian=Алфавит Шоу
symbol_maths=Математика
symbol_vietnamese=Вьетнамский
symbol_jorai=Джарайский
symbol_chinese_romanization=Пиньинь
message_input_mode_changed=Режим ввода изменен на {}
message_input_mode_changed_unicode=символы {@default:unicode}
message_input_mode_changed_html=HTML‐коды/мнемонику
message_input_mode_changed_latex=LaTeX‐коды
message_fastkeys_activated=Быстрые ключи активированы\n\nПримечание: AutoHotkey перехватывает нажатие привязанных клавиш, что может затруднить использование комбинаций в приложениях.
message_fastkeys_deactivated=Быстрые ключи деактивированы
message_character_not_found=Знак не найден
message_wrong_format=Неверный формат.
message_wrong_format_unicode=Допустимый ввод: диапазоны 0000‒10FFFF или U+0000‒10FFFF.
message_wrong_format_altcode=Допустимый ввод: только целые числа в диапазоне 1‒255/0128‒0255 с или без «Alt+» в начале.
message_compose=Активен режим «Compose»\nДля отмены нажмите Esc
message_compose_waiting=Режим удержания активен\nНажмите «Pause Break» для отмены
message_combining=Активен режим комбинирования\nДля отмены нажмите LCtrl LAlt Num1
message_combining_disabled=Режим комбинирования отключён
message_modifier=Активен режим ввода модифицирующих символов\nДля отмены нажмите LCtrl LAlt LShift Num1
message_modifier_disabled=Режим модифицирующих символов отключён
message_subscript=Активен режим ввода символов нижнего индекса\nДля отмены нажмите LCtrl LAlt RShift Num1
message_subscript_disabled=Режим символов нижнего индекса отключён
message_italic=Активен режим ввода курсива\nДля отмены нажмите LCtrl LAlt Num2
message_italic_disabled=Режим курсива отключён
message_italicBold=Активен режим ввода полужирного курсива\nДля отмены нажмите LCtrl LAlt RShift Num2
message_italicBold_disabled=Режим полужирного курсива отключён
message_bold=Активен режим ввода полужирных символов\nДля отмены нажмите LCtrl LAlt LShift Num2
message_bold_disabled=Режим полужирных символов отключён
message_fraktur=Активен режим ввода символов стиля «Fraktur»\nДля отмены нажмите LCtrl LAlt Num3
message_fraktur_disabled=Режим символов стиля «Fraktur» отключён
message_frakturBold=Активен режим ввода полужирных символов стиля «Fraktur»\nДля отмены нажмите LCtrl LAlt LShift Num3
message_frakturBold_disabled=Режим полужирных символов стиля «Fraktur» отключён
message_script=Активен режим ввода символов стиля «Script»\nДля отмены нажмите LCtrl LAlt Num4
message_script_disabled=Режим символов стиля «Script» отключён
message_scriptBold=Активен режим ввода полужирных символов стиля «Script»\nДля отмены нажмите LCtrl LAlt LShift Num4
message_scriptBold_disabled=Режим полужирных символов стиля «Script» отключён
message_doubleStruck=Активен режим ввода символов стиля «Double‐Struck»\nДля отмены нажмите LCtrl LAlt Num5
message_doubleStruck_disabled=Режим символов стиля «Double‐Struck» отключён
message_doubleStruckItalic=Активен режим ввода курсивных символов стиля «Double‐Struck»\nДля отмены нажмите LCtrl LAlt LShift Num5
message_doubleStruckItalic_disabled=Режим курсивных символов стиля «Double‐Struck» отключён
message_sansSerif=Активен режим ввода символов без засечек\nДля отмены нажмите LCtrl LAlt LShift RShift Num6
message_sansSerif_disabled=Режим символов без засечек отключён
message_sansSerifItalic=Активен режим ввода курсивных символов без засечек\nДля отмены нажмите LCtrl LAlt Num6
message_sansSerifItalic_disabled=Режим курсивных символов без засечек отключён
message_sansSerifItalicBold=Активен режим ввода полужирных курсивных символов без засечек\nДля отмены нажмите LCtrl LAlt RShift Num6
message_sansSerifItalicBold_disabled=Режим полужирных курсивных символов без засечек отключён
message_sansSerifBold=Активен режим ввода полужирных символов без засечек\nДля отмены нажмите LCtrl LAlt LShift Num6
message_sansSerifBold_disabled=Режим полужирных символов без засечек отключён
message_monospace=Активен режим ввода моноширинных символов\nДля отмены нажмите LCtrl LAlt Num7
message_monospace_disabled=Режим моноширинных символов отключён
message_smallCapital=Активен режим ввода капители\nДля отмены нажмите LCtrl LAlt Num8
message_smallCapital_disabled=Режим капители отключён
message_uncombined=Активен режим ввода некомбинируемых знаков\nДля отмены нажмите LCtrl LAlt Num9
message_uncombined_disabled=Режим некомбинируемых знаков отключён
warning_nofont={@en-US}
warning_nointernet=Нет подключения к интернету или иная ошибка.
warning_only_nums=Введите числовые значения
warning_roman_2m=Конвертер ограничен числами от 1 до 2 000 000 во избежание флуда «{U+2188}».
warning_recipe_absent=Рецепт не найден
warning_compose_cancelled_by_user=Отменён пользователем
warning_recipe_link_mistaken=Ссылка на рецепт неверна или отсутствует: {}.
gui_recipes_create_invalid_recipe=Недопустимый рецепт или результат.\nРецепт: {}\nРезультат: {}
warning_duplicate_recipe=Обнаружено дублирование рецепта: {}
warning_tag_absent=Символы с указанными тегами не найдены:\n\n{}
warning_keyboard_layout=Переключение раскладки QWERTY/ЙЦУКЕН создаст привязки для всей стандартной буквенно-циферной части клавиатуры. AutoHotkey перехватывает нажатие привязанных клавиш, делая невозможным использование ряда команд приложений (например, WASD для передвижения в играх), и потребуется либо сменить пару раскладок на QWERTY/ЙЦУКЕН, либо временно отключить все привязки комбинацией RCtrl F10.
error=Ошибка
error_unknown=Неизвестная ошибка
error_critical=Критическая ошибка
error_entry_not_found=Ошибка при получении записи с именем «{}».\n\nЗаписи не существует или она неверна.
error_entry_not_found_recipe=Запись «{}»\nРецепт «{}» содержит следующую ошибку:\n\nЗапись с таким именем не существует: «{}»


help_modifier_keys=Клавиши-модификаторы
help_modifier_keys_description=Клавиши-модификаторы, такие как Shift, Alt, Win и т.д. были сокращены для компактности в интерфейсе:\n\n{var:LeftAlt}, {var:RightAlt} — левый и правый Alt.\n{var:LeftShift}, {var:RightShift} — левый и правый Shift.\n{var:LeftControl}, {var:RightControl} — левый и правый Ctrl.\n{var:Window} — клавиша Win.\n{var:CapsLock} — CapsLock в активном состоянии.
help_common_binds=Общие привязки
help_common_binds_description=Интерфейс:\n{var:RightControl} F9 — открыть окно настроек\n{var:Window}{var:LeftAlt} Home — главная панель.\n\nПривязки и ввод:\n{var:RightControl} F10 — переключить состояние всех привязок (вкл/выкл).\n{var:RightAlt} F1 — переключить состояние «Быстрых ключей» (вкл/выкл, сохраняется в файле настроек).\n{var:RightAlt}{var:RightShift} F1 — переключить режим ввода между {@default:unicode}/HTML-кодами/LaTeX-кодами.\n{var:RightAlt} F2 — переключить {@default:TELEX}-режим для вьетнамского языка.\n{var:RightAlt}{var:RightShift} F2 — переключить {@default:TELEX}-режим для пиньиня.\n\nПрочее:\n{var:Window}{var:LeftAlt} PgUp — открыть {@default:unicode} веб-ресурс выделенного символа.
help_panel_commands=Команды панели
help_panel_commands_description=ПКМ по элементу списка — контекстное меню.\nЛКМ×2 по элементу списка — открыть {@default:unicode} веб-ресурс символа.\n\nЛКМ по блоку {@default:unicode} внизу предпросмотра символа — открыть соответствующую веб-страницу.\nЛКМ×2 с зажатым {var:LeftShift} по элементу списка — добавить или удалить символ в списке избранного.\nЛКМ×2 с зажатым {var:LeftControl} по элементу списка — копировать символ.
help_tray_commands=Команды в трее
help_tray_commands_description=ПКМ — контекстное меню.\nЛКМ — открыть главную панель.\nЛКМ с зажатым {var:LeftControl} — открыть окно настроек.\nЛКМ с зажатым {var:LeftAlt} — открыть окно пользовательских рецептов.\nЛКМ с зажатым {var:LeftShift} — открыть селектор Альтернативного ввода.\nЛКМ с зажатым {var:LeftControl}{var:LeftShift} — открыть селектор Вариаций глифов.
help_uncommon_titles=Нестандартные названия
help_uncommon_titles_description=Для русского языка названия различных символов того или иного алфавита иногда оказываются одинаковым, из-за чего пришлось ввести в использование буквы расширенной кириллицы, дабы предотвратить дублирование названий и тегов символов в рамках одного алфавита:\n • «Ҫ» — эквивалент латинского диграфа «th» или звука [θ].\n • «Ҙ» — эквивалент латинского диграфа «dh» или звука [ð].\n • «Ҳ» — эквивалент латинского диграфа «kh» или звука [ħ].\n • «Ғ» — эквивалент латинского диграфа «gh» или звука [ɣ].\n • «Ў» — эквивалент звука [w].\n • «Қ» — эквивалент звука [q].\n • «Ԯ» — эквивалент звука [ɬ].
help_search=Поиск по библиотеке
help_search_description=Комбинация: {var:Window}{var:LeftAlt} F\nУ большинства символов библиотеки есть собственные теги, представляющие собой варианты названий символа, которые можно использовать для вставки через поиск.\nВведите тег полностью или частично (или имя записи), чтобы вставить соответствующий символ. Можно ввести сразу несколько запросов, разделяя их запятой. Примеры:\n • «hellenic capital letter lambda», «hel lam», «hel_c_let_l_lambda» → «Λ»\n • «дез ди, !дез ди», «lam, !lam» → «𐐔𐐼», «Λλ».\n • «reference_mark» → «※».\n\nПримечания:\n • Чем короче запрос — тем менее он точен.\n • Знак «!» в начале запроса указывает поиску использовать чувствительность к регистру.\n • Поддерживаются простые регулярные выражения, например:\n    ‣ «fut.*?\s+\S+al» → «ᚺ» (руна Хагалаз)\n    ‣ «az$» → «ᛞ» (руна Манназ)\n    ‣ «^фра» → «₣» (Франк).
help_search__glyph_variations=Вариации глифа
help_search__glyph_variations_description=При поиске можно указать желаемую вариацию глифа, добавив в конец запроса «::<ВАРИАЦИЯ>», например: «lat m::fraktur» → «𝔐».\n   Допустны следующие формы записи для вариаций:\n{@:help_search__glyph_variations_modifier}\n{@:help_search__glyph_variations_superscript}\n{@:help_search__glyph_variations_subscript}\n{@:help_search__glyph_variations_italic}\n{@:help_search__glyph_variations_italicBold}\n{@:help_search__glyph_variations_bold}\n{@:help_search__glyph_variations_fraktur}\n{@:help_search__glyph_variations_frakturBold}\n{@:help_search__glyph_variations_script}\n{@:help_search__glyph_variations_scriptBold}\n{@:help_search__glyph_variations_doubleStruck}\n{@:help_search__glyph_variations_sansSerif}\n{@:help_search__glyph_variations_sansSerifItalic}\n{@:help_search__glyph_variations_sansSerifItalicBold}\n{@:help_search__glyph_variations_sansSerifBold}\n{@:help_search__glyph_variations_monospace}\n{@:help_search__glyph_variations_smallCapital}\n{@:help_search__glyph_variations_combining}\n{@:help_search__glyph_variations_uncombined}\n{@:help_search__glyph_variations_fullwidth}
help_search__glyph_variations_modifier= • modifier — модификатор, мо, mo.
help_search__glyph_variations_superscript= • superscript — верхний индекс, ви, sup.
help_search__glyph_variations_subscript= • subscript — нижний индекс, ни, sub.
help_search__glyph_variations_italic= • italic — курсив, ку, it.
help_search__glyph_variations_italicBold= • italicBold — курсив полужирный, куп, itb.
help_search__glyph_variations_bold= • bold — полужирный, п, b.
help_search__glyph_variations_fraktur= • fraktur — фрактур, ф, f.
help_search__glyph_variations_frakturBold= • frakturBold — полужирный фрактур, пф, fb.
help_search__glyph_variations_script= • script — рукописный, р, s.
help_search__glyph_variations_scriptBold= • scriptBold — полужирный рукописный, пр, sb.
help_search__glyph_variations_doubleStruck= • doubleStruck — ds.
help_search__glyph_variations_sansSerif= • sansSerif — без засечек, бз, ss.
help_search__glyph_variations_sansSerifItalic= • sansSerifItalic — курсив без засечек, кубз, ssit.
help_search__glyph_variations_sansSerifItalicBold= • sansSerifItalicBold — курсив полужирный без засечек, купбз, ssitb.
help_search__glyph_variations_sansSerifBold= • sansSerifBold — полужирный без засечек, пбз, ssb.
help_search__glyph_variations_monospace= • monospace — моноширинный, м, m.
help_search__glyph_variations_smallCapital= • smallCapital — капитель, к, sc.
help_search__glyph_variations_small= • small — маленький, мал, sm.
help_search__glyph_variations_combining= • combining — комбинируемый, ко, c.
help_search__glyph_variations_uncombined= • uncombined — некомбинируемый, неко, uc.
help_search__glyph_variations_fullwidth= • fullwidth — полноширинный, пш, fw.
help_search__funcs=Вызов функций и методов
help_search__funcs_description=Поле поиска поддерживает возможность вызова некоторых функций и методов, из которых:\n • «\» или «/Reload» — перезапустить программу.\n • «/Exit» — закрыть программу.\n • «/ChrLib.Print» — сгенерировать и открыть .HTML-файл с перечнем символов библиотеки.\n • «/MyRecipes.Update» — ре-инициализировать пользовательские рецепты.\n • «/Update.Get» или «/Update.Repair» — получить обвление или восстановить текущую версию.\n • «/KeyboardBinder.Init» — ре-инициализировать раскладки и привязки.
help_forge=Кузница
help_forge_description=Переплавляет последовательность («рецепт») одних символов в другие.\nДелится на два способа использования — через диалоговое окно ввода и через «Режим композиции», активируемый прямо в поле ввода комбинацией {var:RightAlt}×2.\n\nПримеры: «AE» → «Æ», «A◌̆◌́» → «Ắ», «Bet» → «Ꞵ», «ΣΤ» → «Ϛ», «ІАЖ» → «Ѭ», «ſƷ» → «ẞ», «TH» → «Þ».\n\nПримечания к режиму композиции:\n • Клавиша «Pause» — предотвращает автоматическое срабатывание обработки рецепта.\n • Ввод «`» позволяет выводить результат в поле режима композиции вместо отправки в активное окно, что позволит продолжить последовательность после срабатывания обработки.\n • Если начать ввод с «A+/А+» или «U+/Ю+» — это позволит вводить символы по их Alt-коду или кодовой позиции Юникода (возможен ввод множества занчений, разделяя их пробелом). Диапазоны Alt-кодов 128–255 и 0128–0255 меняют кодовые страницы в зависимости от языка клавиатуры.\n • Клавиша «Enter» — подтвердить ввод, если активен режим паузы или  A+/U+.\n • Клавиша «Insert» — вставить содержимое буфера обмена.\n • Начав с «(<Число>) » результат ввода повторится указанное число раз, «(4) Ups» → «ƱƱƱƱ».\n • Начало с «(~) » позволяет вводить целые слова, «(~) Ra◌̂vna◌̆, S◌̦timat◌̦i» → «Râvnă, Știmați».\n • «(<Число>~) » — объединение двух предыдущих пунктов.\n • Использование «##» с «(~)» позволяет экранировать нежелательные комбинации (tho◌́rr, t##ho◌́rr → þórr, thórr).
help_alternative_input=Режимы альтернативного ввода
help_alternative_input_description=Комбинация: {var:Window}{var:LeftAlt} S\nОткрывает селектор со списком доступных для активации режимов альтернативного ввода, представляющих собой дополнительный слой привязок для различных форм письменности, алфавитов. Несовместимо с {@default:TELEX}-подобным режимом ввода.
help_glyph_variations=Режимы вариаций глифов
help_glyph_variations_description=Комбинация: {var:Window}{var:LeftAlt} A\nОткрывает селектор со списком доступных для активации режимов вариаций глифов, представляющих собой «правила», указывающие программе отправлять указанный вариант символа вместо него самого, если вариант зарегистрирован за символом.
help_TELEX={@default:TELEX}-подобный режим ввода
help_TELEX_description=Облегчает ввод целевых языков, реализуя поведение, основанное на TELEX и VNI раскладках вьетнамского языка. Несовместим с режимами альтернативного ввода.\n\nКомбинации:\n{var:RightAlt} F2 — активировать режим для вьетнмамского языка.\n{var:RightAlt}{var:RightShift} F2 — активировать режим для пиньиня.
help_digit_cases=Режимы ввода цифр
help_digit_cases_description=Комбинации:\n{var:Window}{var:LeftAlt} ↑ и ↓ — создают привязки для ввода цифр в верхнем и нижнем индексах (¹²³⁴⁵⁶⁷⁸⁹⁰⁻⁼⁽⁾₁₂₃₄₅₆₇₈₉₀₋₌₍₎), при этом активация CapsLock инвертирует индекс.\n\nКомбинация:\n{var:Window}{var:LeftAlt}{var:RightShift} ↑ — активирует ввод римских цифр.
help_hotstrings=Строки автозамены
help_hotstrings_description=LaTeX\nВвод формата $<LaTeX-код>$ автоматически заменяется на символ соответствующего кода, если он зарегистрирован, например: $\bar{\AE}$ → Ǣ.
help_hotstrings__temperature_conversion=Конвертация температуры
help_hotstrings__temperature_conversion_description=Формат ввода: \{U+200B}tcalc{<ИЗ><В>}\nАктивирует ввод значения для перевода температуры из одной шкалы в другую. Примеры: \{U+200B}tcalc{cf} → −12 → 10.40 ℉, \{U+200B}tcalc{rera} → 44,05 → 590,78 °R.\n\nДоступны следующие шкалы: Цельсий (C), Фаренгейт (F), Кельвин (K), Делиль (D), Лейден (L), Ньютон (N), Уэджвуд (W), Ранкин (RA), Реомюр (RE), Рёмер (RO), Дальтон (Da).\n\nДоступны вараинты формата записи, выбираемые при указании дробной части:\n{U+2003}<Целое>.<Дробное> → 999,727.59 ℃\n{U+2003}<Целое>,<Дробное> → 999 727,59 ℃\n{U+2003}<Целое>.,<Дробное> → 999.727,59 ℃\n{U+2003}<Целое>..<Дробное> → 999 727.59 ℃\n{U+2003}<Целое>{U+0027}<Дробное> → 999’727.59 ℃\n{U+2003}<Целое>{U+0027}{U+0027}<Дробное> → 999’727,59 ℃\n\nАктивный CapsLock перед подтверждением ввода отключает округление дробной части.
help_text_processing=Обработка текста
help_text_processing_description=В данной категории описаны различные обработчики для текста, выделенного в поле редактирования.
help_text_processing__quotes=Заключить в кавычки
help_text_processing__quotes_description=Комбинация:\n{var:LeftAlt} Q — заключает выделенный текст в кавычки. Устанавливает разные кавычки в зависимости от языка клавиатуры и наличия в выделенном тексте кавычек: Меч Танаквиль → Меч «Танаквиль» → «Меч „Танаквиль“», Sword Tanaquil → Sword “Tanaquil” → “Sword ‘Tanaquil’”

about_lib_count=Знаков: {} / {} вариаций глифов\nВсего комбинаций: {}\nБыстрых ключей: {}\nРецептов: {} / {} уникальных\nПользовательских рецептов: {} / {} уникальных
about_author=Ялла Нкардаз
about_author_links=<a href="https://github.com/DemerNkardaz/">GitHub</a>
about_repository=Репозиторий
about_description=Версия: {}\n\nИнструмент для упрощённого доступа к широкому спектру символов Юникода. Позволяет вводить их напрямую с клавиатуры посредством ряда методов, включая клавиатурные привязки и «режим композиции».\n\nРасширяет возможности многоязычного письма, требуя лишь наличия английской и русской языковых раскладок в системе.

tray_app_started=Приложение запущено\nНажмите Win Alt Home для расширенных сведений.
tray_app_library_oninit=Библиотека символов инициализируется, пожалуйста, подождите…
tray_app_user_recipes_oninit=Пользовательские рецепты инициализируются, пожалуйста, подождите…

tray_menu_item_scripts=Формы письменности
tray_menu_item_glyphs=Вариации глифов
tray_menu_item_layouts=Раскладки клавиатуры
tray_menu_item_script_processor={@default:TELEX} подобный ввод
tray_menu_item_script_processor_vietnamese=Вьетнамский и Джарайский
tray_menu_item_script_processor_chinese_romanization=Ханьюй Пиньинь
tray_menu_item_script_processor_advanced_mode=Расширенный режим
tray_menu_item_scripter_alternative_input=Альтернативный ввод
tray_menu_item_user_recipes=Мои рецепты
tray_menu_item_search=Поиск знака…
tray_menu_item_unicode=Вставить по {@default:unicode}
tray_menu_item_altcode=Вставить по Alt-коду
tray_menu_item_forge=Плавильня знаков
tray_menu_item_folder=Папка программы
tray_menu_item_notification_toggle=Уведомления вкл/выкл
tray_menu_item_reload=Перезапустить
tray_menu_item_pause=Пауза
tray_menu_item_enable_binds=Включить привязки
tray_menu_item_disable_binds=Отключить привязки
tray_menu_item_exit=Выход


tray_active_f1=Активна первая группа диакритики
tray_active_f2=Активна вторая группа диакритики
tray_active_f3=Активна третья группа диакритики
tray_active_f6=Активна четвертая группа диакритики
tray_active_f7=Активна группа специальных символов
tray_active_spaces=Активна группа шпаций
tray_active_dashes=Активна группа тире
tray_active_quotes=Активна группа кавычек
tray_func_reload=Перезапустить
tray_func_config=Файл конфига
tray_func_locale=Файл локализации
tray_func_custom_compose=Мои рецепты
tray_func_custom_compose_update=Обновить рецепты
tray_func_exit=Закрыть
tray_func_panel=Открыть панель
tray_func_install=Установить
tray_func_search=Поиск знака…
tray_func_open_folder=Открыть папку
tray_func_smelter=Сплавить знаки
tray_func_unicode=Вставить по {@default:unicode}
tray_func_altcode=Вставить по Альт-коду
tray_func_notif=Уведомления групп
tray_func_disable=Отключить привязки
tray_func_enable=Включить привязки
tray_func_altInput=Альтернативный ввод:
tray_func_glagolitic_runic=Германские руны и Глаголица
tray_func_tukic_permic=Тюркские руны и Пермское письмо
tray_func_hungarian={@ru-RU:script_hungarian}
tray_func_gothic=Готское письмо
tray_func_old_italic=Древнеиталийское письмо
tray_func_phoenician=Финикийское письмо
tray_func_ancient_south_arabian=Южноаравийское письмо
tray_func_ancient_north_arabian=североаравийское письмо
tray_func_ipa={@ru-RU:script_ipa}
tray_func_maths={@ru-RU:script_maths} ввод
tray_func_telexlike={@default:TELEX} подобный ввод:
tray_func_telex_advanced_mode=Расширенный режим
tray_func_vietNam=Вьетнамский и Джарайский
tray_func_pinYin=Ханьюй Пиньинь
tray_func_combining_alteration=Комбинируемые знаки
tray_func_modifier_alteration=Модифицирующие (Надстрочные) знаки
tray_func_subscript_alteration=Подстрочные знаки
tray_func_italic_alteration=Курсивные знаки
tray_func_italic_bold_alteration=Курсивные полужирные знаки
tray_func_bold_alteration=Полужирные знаки
tray_func_fraktur_alteration=«Fraktur» знаки
tray_func_fraktur_bold_alteration=«Fraktur» полужирные знаки
tray_func_script_alteration=«Script» знаки
tray_func_script_bold_alteration=«Script» полужирные знаки
tray_func_double_struck_alteration=«Double‐Struck» знаки
tray_func_double_struck_italic_alteration=«Double‐Struck» курсивные знаки
tray_func_sans_serif_alteration=Знаки без засечек
tray_func_sans_serif_italic_alteration=Курсивные знаки без засечек
tray_func_sans_serif_italic_bold_alteration=Курсивные полужирные знаки без засечек
tray_func_sans_serif_bold_alteration=Полужирные знаки без засечек
tray_func_monospace_alteration=Моноширинные знаки
tray_func_small_capital_alteration=Капители
func_label_layouts=Раскладка клавиатуры
tray_tooltip_futhark=Германское/Англосаксонское письмо
tray_tooltip_glagolitic=Глаголица
tray_tooltip_turkic=Тюркское письмо
tray_tooltip_permic=Пермское письмо
tray_tooltip_hungarian={@ru-RU:script_hungarian}
tray_tooltip_gothic=Готское письмо
tray_tooltip_old_italic=Древнеиталийское письмо
tray_tooltip_phoenician=Финикийское письмо
tray_tooltip_ancient_south_arabian=Южноаравийское письмо
tray_tooltip_ancient_north_arabian=североаравийское письмо
tray_tooltip_ipa={@ru-RU:script_ipa}
tray_tooltip_maths=Математический
tray_tooltip_vietNam=Chữ quốc ngữ tiếng Việt (Вьетское письмо)\nJơrai (Расширение для Джарайского)
tray_tooltip_pinYin=漢語拼音 Hànyǔ Pīnyīn (Ввод Пиньиня)
tray_tooltip_disabled=отключён
tooltip_input_mode=Активен режим: {}
tooltip_compose_overflow_properties=Зн. {}, Стр. {}
tooltip_compose_unicode_range=[ Диапазон U+0000–U+10FFFF ]
tooltip_compose_altcode_range=[ Диапазон 0–255 или 0128–0255 ]